brew "ansible"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "git"
brew "git-delta"
brew "git-secret"
brew "gnupg"
brew "go"
brew "graphviz"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "mysql"
brew "postgresql"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "terraform"
brew "the_silver_searcher"

cask "1password"
cask "dash"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-drive-file-stream"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "slack"
cask "spotify"
cask "wireshark"

cask "1password-cli"
cask "google-backup-and-sync"

tap "caskroom/fonts"
cask "font-source-code-pro"

tap "railwaycat/emacsmacport"
brew "emacs-mac"

cask "omnifocus"
mas "moom", id: 419330170
mas "Microsoft Excel", id: 462058435
mas "Xcode", id: 497799835
mas "LastPass", id: 926036361

# Memrise-specific stuff
cask "pritunl"
cask "datagrip"
tap "tenzer/tap"
brew "go2fa"
