brew "ansible"
brew "awscli"
brew "coreutils"
brew "direnv"
brew "git"
brew "git-delta"
brew "git-secret"
brew "gnupg"
brew "go"
brew "graphviz"
brew "jq"
brew "mas"
brew "mysql"
brew "postgresql"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "terraform"
brew "the_silver_searcher"

cask "1password"
cask "dash"
cask "discord"
cask "docker"
cask "fantastical"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "irccloud"
cask "iterm2"
cask "keybase"
cask "rectangle"
cask "slack"
cask "spotify"
cask "whatsapp"
cask "wireshark"

cask "1password-cli"
cask "google-backup-and-sync"

tap "homebrew/cask-fonts"
cask "font-source-code-pro"

tap d12frosted/emacs-plus
install emacs-plus

cask "omnifocus"
mas "Xcode", id: 497799835

# Memrise-specific stuff
cask "pritunl"
tap "tenzer/tap"
brew "go2fa"
