ansible
automake
awscli
bash-completion
bash-completion@2
cask
coreutils
direnv
railwaycat/emacsmacport/emacs-mac
ffmpeg
findutils
gawk
git
gnu-getopt
gnu-indent
gnu-sed
gnu-tar
gnupg
go
tenzer/tap/go2fa
graphviz
grep
haskell-stack
jq
kubernetes-cli
libssh2
mysql
pngquant
postgresql
pre-commit
prometheus
pwgen
pyenv-virtualenv
qrencode
shellcheck
sox
terraform
texinfo
the_silver_searcher
watchman
wget
zlib
