brew "awscli"
brew "coreutils"
brew "direnv"
brew "git"
brew "git-delta"
brew "git-secret"
brew "gnupg"
brew "go"
brew "graphviz"
brew "jq"
brew "mas"
brew "postgresql"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "terraform"

cask "1password"
cask "dash"
cask "discord"
cask "docker"
cask "iterm2"
cask "rectangle"
cask "slack"
cask "spotify"
cask "whatsapp"

cask "1password-cli"

tap "homebrew/cask-fonts"
cask "font-source-code-pro"
cask "font-source-sans-pro"

tap "d12frosted/emacs-plus"
brew "emacs-plus"

cask "omnifocus"

